{
    "session_duration": 2700.0,
    "break_duration": 420.0,
    "todo_list": [
        "Walk to dollar tree.",
        "Pistol whip",
        "."
    ],
    "combined_list": [
        "I will succeed, and my dad will be rewarded.",
        "I accept that I'm not perfect.",
        "Thank the universe for Dr Vaughn",
        "I will make plenty of money and get along well with people I work with.",
        "I accept that I don't know enough to be a pessimist.",
        "Thank the universe for Stephanie!",
        "I can be strong and relax.",
        "I accept that we are all often on witch hunts and we are usually wrong.",
        "I thank the universe for my mind.",
        "I will be surprised and wake up plenty early.",
        "I'm grateful to have such solid friends.",
        "I accept that my past is not perfect and I move forward and will be living proof that it's never too late.",
        "I will learn to relax and my back will heal. I am strong.",
        "I accept and love that I do not know everything and therefore I can have experiences.",
        "I am grateful for how forgiving my friends are.",
        "A choose to believe in love.",
        "I accept that the human condition is complete uncertainty.",
        "I am grateful to be fully alive and empwered.",
        "I will have a strong sense of spirit and meaning regardless of my health condition or age, or my pain level.",
        "I accept  women just the way they are and in just the current life situation they are in.",
        "I am grateful for all the romance in my life.",
        "I do not need to feel ashamed of my many talents. It's fare enough. I need not put myself down as a consolation to others.",
        "I accept that others may have an uninformed opinion that they aren't willing to reconsider.",
        "I'm glad to be me.",
        "I can recover, I'm always early when spotting a problem.",
        "I accept my thoughts without judgement. ",
        "I'm so glad to get to live on my own.",
        "I can enjoy other things. I enjoy the process of coding knowing that gratification isn't instant.",
        "I accept that I cannot finish an entire code project in one sitting.",
        "I love that my mom and dad are still alive.",
        "I see conciousness and see the value even when my mood is not pleasant.",
        "I accept all my moods as valid.",
        "I'm thankful for my neighborhood. ",
        "I enjoy shifting gears and getting a fresh perspective.",
        "I accept my quirks and am not too hard on myself.",
        "I'm grateful for my dad.",
        "I can code mindfully",
        "I accept that I can't change people",
        "I'm grateful for bees. Bees are awesome.",
        "A can shift gears.",
        "I accept that my back hurts.",
        "I'm glad I can walk.",
        "I can rewire my brain.",
        "I love that I'm not perfect.",
        "I'm grateful for having medical care.",
        "my back is becoming untwisted and for some reason the universe might like me.",
        "I accept that I know nothing. ",
        "I'm so glad for all the progress I've made.",
        "I enjoy taking my time and doing everything right.",
        "I accept that life is a mystery.",
        "I am grateful for all the unknowns in life.",
        "I was born with a great amount of patience and perseverence.",
        "I accept my family just as they are.",
        "I'm grateful for the abundance of food.",
        "\u001b\u0011q\t",
        "",
        "",
        "I can be a good friend.",
        "I accept that I don't know what tomorrow brings.",
        "I'm grateful all the friends who look out for me.",
        "My back is becoming stronger. ",
        "I accept that pain is a part of life and that beauty grows from it.",
        "I'm so glad for a good neighborhood.",
        "I will see many great ideas come to fruition.",
        "I accept that will it would be nice for all friends and family member to be happy with me all the time. It's unrealistic.",
        "I'm grateful for how kind the VA has been to me.",
        "",
        "",
        "",
        "I can solve any problem.",
        "I am perfect in my imperfections.",
        "I'm thankful for Troy.",
        "\t",
        "",
        "",
        "I'm just in time and doing exactly what is best.",
        "I accept that I'm not perfect and can't go through life without hurting anyone's feelings.",
        "I'm grateful for PRRC and I will find a way to make sure that's known.",
        "I enjoy a variety of activities and have all the time I need to do all the things I need to do in a day.",
        "I accept my dad just the way he is.",
        "It's so nice to have work.",
        "I trust that the universe will not give me anything I can't handle.",
        "I accept being human.",
        "I'm thankful for Lacey.",
        "I can navigate my concerns with a level head and negotiate effectively.",
        "I accept life just the way it is.",
        "I'm grateful for Stephanie.",
        "All things turn out to be perfect and beautiful.",
        "I accept my moods as meaningful in and of themselves.",
        "I'm grateful for the outing today.",
        "I will have my independence.",
        "I accept that people have different political opinions at different times.",
        "People are often gracious with me.",
        "I code mindfully and am happy.",
        "I accept the things I cannot change, I have the courage to change the things I can and I have the wisdom to know the different.",
        "I'm thankful for Stephanie.",
        "I've got this.",
        "It is well with my soul.",
        "I'm so glad my dad is alive.",
        "I've got this.",
        "I accept myself the way I am without judgement.",
        "I'm glad for my abilities.",
        "\u001b\u001b\u001b\u001b\u001b",
        "",
        "",
        "I choose to have faith in people and yet keep them honest. Like Deforest Kelley",
        "I can stomach a lot of luck, no problem.",
        "I am grateful for Lacey.",
        "I love art. ",
        "I accept Madison the way she is.",
        "I'm grateful for art class.",
        "I can shift gears with peace of mind.",
        "I accept the way I am.",
        "I am grateful for so much support from my parents.",
        "I have a strong relaxed back when sitting and standing.",
        "I accept that no one either deserves nor not deserves to be in pain.",
        "I'm grateful for Shanna.",
        "I am learning to pace myself.",
        "I accept my friends just as they are.",
        "I am so happy for my life.",
        "All my goals are in sight and my slight focus constantly improves me.",
        "I accept what I find out is unchangeable.",
        "I'm so lucky to havet he kinds of friends that I have.",
        "Im trustworthy",
        "Im here.",
        "Bees",
        "\u001b\u001b",
        "",
        "",
        "'",
        "",
        "",
        " \u001b",
        "",
        "",
        "",
        "",
        "",
        "I can find more opportunities.",
        "I accept my current financial situation.",
        "Im thankful for Cass",
        "I am magnanamous and will overcome despite circumstances.",
        "I accept that I can't control everything.",
        "I'm grateful for Dr Childers even though we disagree.",
        "We will get through this.",
        "I accept that I'm only guaranteed godly love.",
        "I'm grateful for all the people in my life trying to help.",
        "The people on my life are on my side.",
        "I accept the consequences of my actions.",
        "I am grateful for Cass.",
        "I will not respond to fear because in the moment of truth, I remember that I'm more afraid of the fear.",
        "I accept a dissolution of ego.",
        "I am grateful for my mom's positive qualities.",
        "I can be frustrated with myself but ultimately love being me.",
        "I accept that I am sensitve.",
        "I am grateful for Dr Vaughn.",
        "I will rise like the phoenix and become no one.",
        "I accept the past as completely necessary.",
        "I am grateful for Alyssa.",
        "None of us are deserving nor undeserving. We have every right to go for it.",
        "I accept my father's faults.",
        "I am grateful for Shanna.",
        "",
        "",
        "",
        "I can handle any med change that comes my way and continue with my projects.",
        "I accept my moods as valid.",
        "I am grateful for art group.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "I can switch gears. ",
        "I accept if my computer locks up. I'm learning a lot.",
        "I am grateful for the PRRC and MCHIM Teams.",
        "Interruptions are good for my mind. It's important to have some stressors.",
        "I accept that I will sometimes feel inferior, sometimes feel superior, and most often feel as equal. I will strive to feel equal.",
        "I am grateful that my stuff got put on blast. It motivates me to confront people more directly and in private.",
        "This is a piece of cake.",
        "I accept all my many positives and my not so many negatives.",
        "I'm grateful for Dr Vaughn.",
        "I will utilize this break to release all this tension.",
        "I accept all of peoples many positives with all their fewer negatives.",
        "I'm grateful for all rain and memories of rain.",
        "It's easy to try.",
        "I accept all many many good qualities and all my fewer bad qualities.",
        "I'm thankful for how tolerant MCHIM and PRRC are of my blunders.",
        "I am learning to like managing time wisely.",
        "I accept that I like to let my thoughts meander in order to learn sometimes.",
        "I am so glad the team somehow manages to not take things so personally.",
        "I see the world continue as it is and I love it.",
        "I accept everything that has happened as completely necessary.",
        "I am grateful for Troy.",
        "I can work quickly and effectively.",
        "I accept the many positives and all the lesser amount of negatives of the Leo personality type.",
        "I am grateful for friends reaching out.",
        "I can keep things simple and enjoy doing so.",
        "I accept interruptions as healthy and good for me.",
        "I am grateful for Michele",
        "If I need to shower then I want to shower.",
        "I accept that I didn't need to put things off but that it couldn't have happened otherwise.",
        "I am grateful for my VR headset.",
        "I can recover when I make a mistake and sit too long.",
        "I accept all my many strength, and all my fewer weaknesses.",
        "I am thankful for my pension and the freedom it currently provides me.",
        "I visualize the outcome and enjoy the confidence in the moment.",
        "I accept that I'm right where I'm supposed to be because all that has happened is necessary.",
        "I'm grateful that I'll have a fiduciary. That means extra cash can be spent on things I want.",
        "I will simplify and be decisive in my code projects.",
        "I accept that I have strong clues but can't know.",
        "I am grateful for this day.",
        "I can shift gears, this wasn't that important when I sat down.",
        "I accept that everyone lacks some kind of intelligence including me.",
        "I am grateful for my solitude this morning.",
        "I enjoy taking a step back, doing some mindless work. I can think about my project while moving around.",
        "I accept Mali with all her many strengths and all her fewer weaknesses.",
        "I am grateful for memories of my dog, Nija.",
        "I am getting better at simplification, decisiveness, and flow.",
        "I accept my current mood as it is.",
        "I am grateful my mom and dad are alive.",
        "I will enjoy finishing my day, sleeping and picking back up tomorrow.",
        "I accept that I can't finish everything in one day.",
        "I am grateful for everything. Ever.",
        "I will recover just fine by morning.",
        "I accept Troy the way he is.",
        "I am grateful for Dr Vaughn",
        "I am relaxed and can simplify and prioritize and be decisive",
        "I accept that sometimes I will feel anxious.",
        "I am grateful for my many gifts.",
        "I will always catch up on sleep.",
        "I accept that things take time.",
        "I am grateful for free medical.",
        "",
        "",
        "",
        "Today is a new day. Positive change is inevitable.",
        "I accept that I want to continue studying but actually need (therefore) want to take a break.",
        "I am grateful for PRRC.",
        "All I need is a little exercise",
        "I accept that my day is going how my day is currently going.",
        "I am grateful for friends.",
        "I am recovering now.",
        "I accept myself with all my many strengths and all my fewer weaknesses.",
        "I am grateful for my mom.",
        "I love my little sister.",
        "I accept people with all their many strengths and weaaknesses.",
        "I am grateful for my touch screen.",
        "I love my my life. ",
        "I accept that having great ideas sometimes means that my mind is going to be exhausted.",
        "I am grateful for my mom, dad, sisters, brother.",
        "I am getting better and better at relaxation and flow.",
        "I accept accept all my many strengths and all my fewer weaknesses.",
        "I am grateful for Mali, Dad, Shanna, Mom, and Beck.",
        "I can handle interruptions.",
        "I accept my solitude.",
        "I am grateful for family.",
        "I get better and better at having good posture while coding. And I will make money.",
        "I accept the summer heat.",
        "I am grateful for not having to work in order to survive.",
        "I am on the right track.'",
        "I accept my all my many strengths, and all my fewer weaknesses.",
        "I am grateful for my family and surfing.",
        "My car will be fixed in due time.",
        "I accept my life with all its many positives and all its fewer negatives.",
        "I am grateful for good neighbors.",
        "I can participate in group while fixing car while doing side work while studying and working on project idea.",
        "I accept the all the many positives in my life with all the fewer negatives.",
        "I am grateful for so many good friends.",
        "I can be self disciplined and organized enough.",
        "I accept that limitations are what make life interesting and what necessitate inventions.",
        "I am grateful for my mom and dad.",
        "I am a quick learner and understand deeply. I am rapidly learning neural nets.",
        "I accept that I'm not superhuman.",
        "I am grateful for all my many oportunities, and all my fewer lacks thereof.",
        "I am unhibitted from doing what I have learned in parallel.",
        "I accept that I'm awesome.",
        "I am grateful that I'm outstanding.",
        "It'",
        "I accept that I have a certain way of getting things done.",
        "I am grateful for PRRC and that all my family is still alive.",
        "I can think while cleaning.",
        "I accept my moods and observe them as they come and go.",
        "I am grateful for this day.",
        "I'm in good shape and I love taking breaks to stay in shape.",
        "I accept all my many strengths and all my fewer weaknesses.",
        "I am grateful for my grandma.",
        "I love being active on breaks.",
        "I accept everyone with their opinions as they are.",
        "I am grateful that I can have my own opinions and don't need people to agree.",
        "I have plenty of energy and can also sleep.",
        "I accept all of everyones many strengths and all of their fewer weaknesses.",
        "I am grateful for my mom.",
        "I am grateful that people like my ergonomic idea.",
        "I accept that I am a success.",
        "I will rise above P type cast.",
        "I'll get it better than what it was.",
        "I accept all my many strengths and all my fewer weaknesses.",
        "I am grateful for so many opportunities.",
        "I will have a running car soon. In a way that is financially fair.",
        "I accept my current situation and that there are no guarantees.",
        "I am grateful for my mom and michele.",
        "I'm on the right track.",
        "I accept all my mom's many strengths and all her fewer weaknesses.",
        "I am grateful for so many opportunities.",
        "I can take a break, interruptions are often invited.",
        "I accept my dad with all his many strengths and all his fewer faults.",
        "I am grateful that I will soon have a car and be surfing!",
        "I can deal with my little habit mistakes. ",
        "I accept that this program helps me, however, I'm changing it to one hour!",
        "I am grateful for my friend, Michele.",
        "I will find a car that fits my needs and is awesome.",
        "I accept all my father's many strengths and all his fewer weaknesses.",
        "I am grateful for so much financial and moral support from friends and family.",
        "Almost there, I'll be back in shape in no time.",
        "I fully accept my current state with all it's many positives and all its fewer negatives.",
        "I am grateful for all the opportunities I have.",
        "I will look back and see a major positive behavioral change I never thought possible.",
        "I fully accept all my many strengths and all my fewer weaknesses.",
        "I am grateful for mchim.",
        "\u0003\u0003\u001b\u001b\u001b",
        "",
        "",
        "I am learning new and unexpectedly effective habits every day.",
        "I accept that I can't be completely understood at all times by all people. I am happy to be partially understood some of the time.",
        "I am grateful for my gaming computer.",
        "I enjoy videos that help me become better in bed.",
        "I accept people with the exact abilities they currently have.",
        "I am grateful for my upside down keyboard.",
        "I no longer feel the need to text people. I don't enjoy texting my ideas. I enjoy making it fun for people and keeping them in suspense",
        "I accept those who just can't be affectionate.",
        "I am grateful for every guy anyone gives me.",
        "",
        "",
        "",
        "I can focus and have flow and keep it simple better than when I was a kid.",
        "I  accept that I'm awesome.",
        "I am so grateful for my dad.",
        "",
        "",
        "",
        "",
        "",
        "",
        "\u001b",
        "",
        "",
        "Every day, simpler and simpler.",
        "I accept my current mood and current level of anxiety.",
        "I am grateful for my family.",
        "I am good with my tongue and lips.",
        "I accept that I will enjoy this break.",
        "I am grateful for my dad.",
        "I am and getting more and more stable.",
        "I accept that peole are busy often.",
        "I am grateful for good friends who I can trust",
        "I'm perfectly capable of maintaining a server and coding.",
        "I accept taking one step at a time, doing one thing at a time.",
        "I am grateful for Michele.",
        "I will get this web site served and I will make it to my friend's house.",
        "",
        "",
        "I will sleep well and wake up early.",
        "I accept doing one thing at a time and enjoy it.",
        "I am grateful for all this good equipment. ",
        "I will learn to stand at my computer and bend my knees and have an engaged core the whole time.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "I will be fine with the meds.",
        "I accept that I must manage my own life.",
        "I am grateful for friends, even if they don't see what I see.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Tough one. Probably would be the time with that french model holding hands after play wrestling. I was so much at peace and felt I had really connected with someone.",
        "I accept that I can't always be in a romantic moment.",
        "I am satisfied with the good times because I enjoy remembering them."
    ],
    "mindfulness_reminders": 1,
    "num_mindfulness_reminders": 3
}